const Muscles=[{
    id:1,
    name:'肩部',
    classify:[{name:'三角肌前束',type:'站姿平举', url:require('../../assets/imgs/dbjt.webp'),Information:'左、右手各握一只重量适中的哑铃（重量要一致），手心向后，采用站姿，双脚分开与肩同宽，双臂自然下垂于大腿前端（此为初始动作）；然后主要以肩部发力，手臂保持伸直状态并向前抬起，手臂抬到水平状态即可，最后再缓慢放下手臂，回到初始动作，这就完成了一次站姿哑铃前平举。'},{name:'三角肌中束',type:'龙门架侧平举',url:require('../../assets/imgs/zs.webp'),Information:'上举过程中，掌心向下，不要耸肩;下放应彻底，两手最好能放在体前交叉。 动作描述 双臂体前自然下垂，虎口向前分持哑铃，肘间为100-120度角。 将哑铃由身体两侧向上提起，保持肘间100-120度的夹角。 当提至肘部高于肩时，沿原路线返回。'},{name:'三角肌后束',type:'俯身哑铃飞鸟',url:require('../../assets/imgs/hs.webp'),Information:'俯身哑铃飞鸟是三角肌后束的经典动作。动作要领如下1234:起始姿势：两脚分开站立同肩宽，两手掌心相对。持哑铃，上体向前屈体至与地面平行，两腿稍屈，使下背部没有拉紧感。两手持铃向两侧举起，直至上臂与背部平行（或略为超过），稍停，然后放下哑铃还原'}],

},{
    id:2,
    name:'上臂',
    classify:[{name:'肱二头肌',type:'杠铃弯举',url:require('../../assets/imgs/et.webp'),Information:'首先选择合适总量的杠铃，双脚分开站立保持站距与肩同宽或略窄，使双膝微微弯曲，双手握住杠铃，掌心向上，让双臂自然下垂伸直但肘关节不要锁死，夹紧肘关节固定不动，然后弯曲肘关节向上弯举杠铃至顶点，稍停收缩肱二头肌0.5-1秒，然后控制速度慢慢下放还原，依次重复进行'},{name:'肱三头肌',type:'站姿反握下压',url:require('../../assets/imgs/st.webp'),Information:'使用双头绳索进行训练，背对着绳子站着，双手握住绳子，举起手臂保持肘部向前，上臂平行于地面，双脚前后腿站立，身体前倾保持平衡，发力伸展肘部，伸直前臂，呼气，然后恢复前臂弯曲，吸气，暂停一秒钟，然后重复。这个动作对肱三头肌外侧头非常有效，建议在训练中使用中小重量训练。'},{name:'肱头肌',type:'' ,url:'',Information:''}]
},
{
    id:3,
    name:'前臂',
    classify:[{name:'前臂肌',type:'正握哑铃弯举',url:require('../../assets/imgs/qb.gif'),Information:'可用杠铃也可用哑铃，正握是指手心向下的握法， 主要锻炼前臂背侧面伸指肌群的肌肉。 目标锻炼部位：前臂背侧面伸指肌群 动作要领： 1.双手正握（手心向下）杠铃或哑铃，握位与肩同宽，双膝跪在地板上，面对长凳的横边，或采用坐姿； 放在长凳上，手在长凳另一侧下垂；小臂不动，弯曲手腕，向地面下低杠铃或哑铃； 将杠铃或哑铃停止在你不移动小臂尚能将将持住重量的手位。'},{name:'手伸肌',type:'',url:'',Information:''}]
},{
    id:4,
    name:'胸肌',
    classify:[{name:'胸大肌',type:'杠铃卧推',url:require('../../assets/imgs/wt.webp'),Information:'1. 不要把臀部和腰抬离凳子，握距比肩宽，太窄侧重于锻炼肱三头肌。 2. 为了有效锻炼目标肌肉，史密斯平板卧推杠铃下放到乳头上一寸的位置，上斜卧推放至锁骨处。 3. 卧推过程中，下放时杠铃尽可能贴近胸部，上推的时候为了增加难度，可以采用半程或2/3程，即不用手臂完全伸直，一方面能保证胸大肌持续紧张，另一方面避免肘部关节锁死。'},{name:'上胸肌',type:'上斜杠铃卧推',url:require('../../assets/imgs/wts.webp'),Information:'起始姿势：仰卧在30º---40º的上斜板上，两脚平放于地，上背部和肩部紧贴长凳，收腹挺胸，掌心向上，宽握距，垂直举于肩上。 2/7 动作过程：两臂伸直支撑住杠铃位于肩的上部。 放下至胸部上方（接近锁骨处）时吸气。 当横杠一接触胸部时，即做上推动作，上推时呼气。'}]
},{
    id:5,
    name:'背部',
    classify:[{name:'背阔肌',type:'引体向上',url:require('../../assets/imgs/yt.webp'),Information:'握住杆：站在引体向上的杆下，跳起来握住杆。你可以选择正握（掌心朝向你）或反握（掌心朝向外）的方式。正握更侧重于锻炼背部肌肉，反握则更侧重于手臂。挺直身体：保持身体挺直，两脚交叉，这样可以保持身体稳定，避免晃动。用力向上拉：用背部和手臂的力量，将身体向上拉，直到下巴超过杆子。记住，这个动作应该是背部肌肉的工作，而不仅仅是手臂。 缓慢下降：在达到最高点后，不要立刻松开，而是要慢慢地让身体下降回到开始的位置。这样可以更好地锻炼你的肌肉。重复动作：完成一次引体向上后，重复这个动作。一开始，你可能只能做一两次，但随着时间的推移，你的力量会增强，可以做更多次。'},{name:'斜方肌',type:'史密斯机杠铃提拉',url:require('../../assets/imgs/xf.webp'),Information:'在史密斯机上设置好杠铃，高度约为大腿中部。选择好正确的高度，安装好杠铃后，正握握好杠铃（掌心向前），握距与肩同宽。铃片很重的时候可以使用腕带。 手臂伸直，背部挺直，拉起杠铃。手肘应该略弯。这是动作的起始位置。吐气，肩膀侧向拉起杠铃。在拉动杠铃时应让杠杆贴紧身体。继续上拉直至碰到快要下巴。提示：应该用手肘来带动这个动作。在拉起杠铃时，手肘应该高于前臂。另外，身体应保持固定，在动作顶点停顿一秒。慢慢放下杠铃还原至起始位置，在做这部分动作时吸气。 重复动作至推荐的重复次数。注意：做这项练习是要谨慎选择重量。重量太高会导致动作变形，使得肩部受到损伤。我见过很多人因此受伤，在拉起时切勿发猛力，不要摇晃或者别的欺骗动作。另外，如果肩部有问题，那么不要进行立正划船，以及其他侧身动作。变化：这个动作也可以用杠铃，曲杠，直杠连上低滑轮进行。也可以用哑铃。但是这些方法适合已经熟练能正确完成动作的人。类似的还有使用史密斯机的立正杠铃划船。'},{name:'肩胛',type:'杠铃划船',url:'../../assets/imgs/hc.webp',Information:'准备动作：站立，两脚与肩同宽，膝盖微弯。手持杠铃，手掌朝身体，双手比肩膀稍宽。弯腰：保持背部挺直，微微向前倾斜，直到身体大约与地面平行。这是杠铃划船的起始位置。划船动作：保持身体固定，用背部的力量将杠铃向上拉，直到杠铃接触到你的腹部。在这个过程中，你的手臂应该紧贴身体，肘关节向后拉。回到起始位置：慢慢地将杠铃放下，回到起始位置。这是一次杠铃划船的完整动作。重复动作：按照你的训练计划，重复这个动作。每组动作的次数和组数，根据你的力量和耐力来决定。进行杠铃划船的时候，要注意以下几点：保持背部挺直，避免弯腰或圆背。 动作要慢，不要用惯性来完成动作。在拉起杠铃的时候，确保你的肘关节紧贴身体，不要让它们向外张开。 在做这个动作的时候，你应该感到背部的肌肉在工作，而不仅仅是手臂'}]
},
{
    id:6,
    name:'腰部',
    classify:[{name:'腹直肌',type:'仰卧起坐',url:'',Information:'起始姿势：仰卧，两腿屈膝，大小腿弯曲成60º左右，两脚自然分开平放于地，两手抱在颈后。动作过程：慢慢地使两肩向膝部弯起，直至肩胛骨离地面，到达“顶峰收缩”位时，稍停顿。然后，回复到起始位置。'},{name:'腹斜肌',type:'旋转举腿',url:require('../../assets/imgs/jt.gif'),Information:'举腿要注意向两侧旋转。'},{name:'腰背',type:'硬拉',url:require('../../assets/imgs/yl.jpg'),Information:'全脚掌着地，双脚脚后跟相距20-35cm，具体数值取决于每个人的身材，脚尖向外。体型高大、髋部较宽的人应按比例使用更宽的站距。除此之外，硬拉还需要采用较窄的握距以提高拉起的效率。杠铃杆应距离你的小腿胫骨2-4cm。对绝大多数人来说，这样的距离能够让杠铃杆处于脚中心的正上方，并且从开始硬拉到锁定的整个过程始终能让杠铃杆处于这个位置的正上方。大多数人都不愿意在拉起和放下杠铃的时候让杠铃杆离小腿这么近，在硬拉前做准备活动时也是如此。这种排斥心理可能是因为训练者害怕杠铃杆会刮伤小腿和大腿表面，以及没有意识到硬拉过程中身体平衡的重要性。在最有效率的硬拉中，从侧面看，杠铃的运动轨迹应是垂直于地面的。'}]
},
{
    id:7,
    name:'大腿',
    classify:[{name:'内收肌',type:'坐姿夹腿',url:require('../../assets/imgs/ns.gif'),Information:'在大腿内收肌训练机上就座，脚踏踏板。调整大腿挡板的位置，使之紧靠大腿内侧膝盖的部位。如果你使用的器械有重量释放装置，利用这个功能慢慢将重量加在大腿内侧。双手握住座椅两侧的手柄，背部靠紧靠背，以保持身体稳定,.双腿用力向内夹紧，直到相互接触。为了防止双腿触碰后的反弹，不要用爆发力做这个动作，发力应该相对和缓一些，完成一次动作大约用时2～3秒钟,双腿夹紧后，保持2秒钟，然后双腿在重量的拉动下自然外展。此过程要在慢速和充分的控制下进行，否则内收肌受到过度抻拉而受伤的风险就会明显增加,双腿外展打开后不要停顿，立即开始并拢双腿，进行下次动作。'},{name:'腿前侧',type:'杠铃深蹲',url:require('../../assets/imgs/glst.webp'),Information:'将杠铃置于颈后，双手抓握杠铃，身体挺直，两眼平视前方，两脚同 肩宽 。 屈膝慢慢蹲下至大腿平行地面或稍低于膝，保持后， 股四头肌 等收缩用力，蹬腿伸膝至还原。 动作节奏：下蹲2-3秒，静止1-2秒， 蹲起 2秒。'},{name:'腿后侧',type:'杠铃深蹲',url:require('../../assets/imgs/glst.webp'),Information:'将杠铃置于颈后，双手抓握杠铃，身体挺直，两眼平视前方，两脚同 肩宽 。 屈膝慢慢蹲下至大腿平行地面或稍低于膝，保持后， 股四头肌 等收缩用力，蹬腿伸膝至还原。 动作节奏：下蹲2-3秒，静止1-2秒， 蹲起 2秒。'}]
},{
    id:8,
    name:'小腿',
    classify:[{name:'比目鱼',type:'站姿提踵',url:require('../../assets/imgs/zz.jpeg'),Information:'站立提踵的动作要领是,两脚的前脚掌站立在垫木上,双手持杠铃于肩上,然后反复做提踵动作。也可站在特制的站立提踵架上进行练习'}]
}
] 
export default Muscles